[
  {
    "id": 1,
    "es": {
      "name": "Aplicación Web",
      "description": "Desarrollo de aplicaciones que se ejecutan en un navegador web."
    },
    "en": {
      "name": "Web Application",
      "description": "Development of applications that run in a web browser."
    }
  },
  {
    "id": 2,
    "es": {
      "name": "Aplicación de Escritorio",
      "description": "Desarrollo de aplicaciones que se ejecutan en sistemas operativos de escritorio como Windows, macOS, o Linux."
    },
    "en": {
      "name": "Desktop Application",
      "description": "Development of applications that run on desktop operating systems like Windows, macOS, or Linux."
    }
  },
  {
    "id": 3,
    "es": {
      "name": "Aplicación Móvil",
      "description": "Desarrollo de aplicaciones móviles para plataformas como Android o iOS."
    },
    "en": {
      "name": "Mobile Application",
      "description": "Development of mobile applications for platforms like Android or iOS."
    }
  },
  {
    "id": 4,
    "es": {
      "name": "API / Backend Service",
      "description": "Desarrollo de servicios backend y APIs que permiten la comunicación entre sistemas."
    },
    "en": {
      "name": "API / Backend Service",
      "description": "Development of backend services and APIs that enable communication between systems."
    }
  },
  {
    "id": 5,
    "es": {
      "name": "Landing Page",
      "description": "Creación de páginas de aterrizaje, generalmente orientadas a marketing o promociones."
    },
    "en": {
      "name": "Landing Page",
      "description": "Creation of landing pages, typically focused on marketing or promotions."
    }
  },
  {
    "id": 6,
    "es": {
      "name": "Aplicaciones Web",
      "description": "Aplicaciones que se acceden y usan a través de un navegador web."
    },
    "en": {
      "name": "Web Applications",
      "description": "Applications that are accessed and used through a web browser."
    }
  },
  {
    "id": 7,
    "es": {
      "name": "Aplicaciones de Escritorio",
      "description": "Aplicaciones de software que se instalan y ejecutan directamente en un sistema operativo de escritorio."
    },
    "en": {
      "name": "Desktop Applications",
      "description": "Software applications that are installed and run directly on a desktop operating system."
    }
  },
  {
    "id": 8,
    "es": {
      "name": "Aplicaciones Móviles",
      "description": "Aplicaciones diseñadas específicamente para dispositivos móviles como teléfonos y tabletas."
    },
    "en": {
      "name": "Mobile Applications",
      "description": "Applications specifically designed for mobile devices like phones and tablets."
    }
  },
  {
    "id": 9,
    "es": {
      "name": "Desarrollo de APIs",
      "description": "Creación y gestión de APIs que permiten la comunicación entre servicios o aplicaciones."
    },
    "en": {
      "name": "API Development",
      "description": "Creation and management of APIs that allow communication between services or applications."
    }
  },
  {
    "id": 10,
    "es": {
      "name": "Proyectos de Ciencia de Datos y Machine Learning",
      "description": "Proyectos que implican el análisis y la modelización de datos mediante machine learning."
    },
    "en": {
      "name": "Data Science and Machine Learning Projects",
      "description": "Projects involving the analysis and modeling of data using machine learning."
    }
  },
  {
    "id": 11,
    "es": {
      "name": "DevOps y Automatización",
      "description": "Implementación de prácticas de integración continua, automatización de tareas y despliegue de software."
    },
    "en": {
      "name": "DevOps and Automation",
      "description": "Implementation of continuous integration practices, task automation, and software deployment."
    }
  },
  {
    "id": 12,
    "es": {
      "name": "Desarrollo de Videojuegos",
      "description": "Creación de videojuegos para diversas plataformas como consolas, PC y dispositivos móviles."
    },
    "en": {
      "name": "Game Development",
      "description": "Creation of video games for various platforms like consoles, PCs, and mobile devices."
    }
  },
  {
    "id": 13,
    "es": {
      "name": "Proyectos IoT",
      "description": "Proyectos que integran dispositivos físicos a la red para compartir datos y mejorar la interacción."
    },
    "en": {
      "name": "IoT Projects",
      "description": "Projects that integrate physical devices into the network to share data and enhance interaction."
    }
  },
  {
    "id": 14,
    "es": {
      "name": "Proyectos Educativos",
      "description": "Desarrollo de proyectos con fines educativos o de aprendizaje."
    },
    "en": {
      "name": "Educational Projects",
      "description": "Development of projects for educational or learning purposes."
    }
  },
  {
    "id": 15,
    "es": {
      "name": "Proyectos Creativos o de Arte Digital",
      "description": "Proyectos que combinan tecnología con arte, diseño o creatividad digital."
    },
    "en": {
      "name": "Creative or Digital Art Projects",
      "description": "Projects that combine technology with art, design, or digital creativity."
    }
  },
  {
    "id": 16,
    "es": {
      "name": "Proyectos de Código Abierto",
      "description": "Desarrollo de software cuyo código es accesible para la comunidad para su modificación y mejora."
    },
    "en": {
      "name": "Open Source Projects",
      "description": "Development of software whose code is accessible to the community for modification and improvement."
    }
  },
  {
    "id": 17,
    "es": {
      "name": "Aplicaciones Empresariales",
      "description": "Aplicaciones orientadas a mejorar la productividad y gestión en entornos empresariales."
    },
    "en": {
      "name": "Business Applications",
      "description": "Applications aimed at improving productivity and management in business environments."
    }
  },
  {
    "id": 18,
    "es": {
      "name": "Proyectos de Ciberseguridad",
      "description": "Proyectos enfocados en la protección de sistemas, redes y datos contra amenazas externas."
    },
    "en": {
      "name": "Cybersecurity Projects",
      "description": "Projects focused on the protection of systems, networks, and data from external threats."
    }
  },
  {
    "id": 19,
    "es": {
      "name": "Otros Proyectos",
      "description": "Categoría para proyectos que no encajan en las demás categorías."
    },
    "en": {
      "name": "Other Projects",
      "description": "Category for projects that do not fit into other categories."
    }
  }
]
